import { Answer } from '@/shared'

export const mockAnswers: Answer[] = [
  {
    id: '1',
    title:
      'какой-то ответ тут, должен быть хороший ответ. какой-то ответ тут, должен быть хороший\n' +
      'ответ.какой-то ответ тут, должен быть хороший ответ. какой-то ответ тут, должен быть хороший\n' +
      'ответ.какой-то ответ тут, должен быть хороший ответ. какой-то ответ тут, должен быть хороший\n' +
      'ответ.',
    isCorrect: true,
  },
  {
    id: '2',
    title:
      'какой-то ответ тут, должен быть хороший ответ. какой-то ответ тут, должен быть хороший\n' +
      'ответ.какой-то ответ тут, должен быть хороший ответ. какой-то ответ тут, должен быть хороший\n' +
      'ответ.какой-то ответ тут, должен быть хороший ответ. какой-то ответ тут, должен быть хороший\n' +
      'ответ.',
    isCorrect: false,
  },
  {
    id: '3',
    title:
      'какой-то ответ тут, должен быть хороший ответ. какой-то ответ тут, должен быть хороший\n' +
      'ответ.какой-то ответ тут, должен быть хороший ответ. какой-то ответ тут, должен быть хороший\n' +
      'ответ.какой-то ответ тут, должен быть хороший ответ. какой-то ответ тут, должен быть хороший\n' +
      'ответ.',
    isCorrect: false,
  },
  {
    id: '4',
    title:
      'какой-то ответ тут, должен быть хороший ответ. какой-то ответ тут, должен быть хороший\n' +
      'ответ.какой-то ответ тут, должен быть хороший ответ. какой-то ответ тут, должен быть хороший\n' +
      'ответ.какой-то ответ тут, должен быть хороший ответ. какой-то ответ тут, должен быть хороший\n' +
      'ответ.',
    isCorrect: false,
  },
]
